'use client'

import {HeaderHome} from "@/components/ui/header";
import {HomeFooter} from "@/components/ui/Footer";
import {Box, Container, Text, Title} from "@mantine/core";

const ProcessingScreen = () => {
    return (
        <>
            <HeaderHome/>

            <Container size="md" mt={120}>
                <Title >Политика конфиденциальности</Title>
                <Text fw={800} size="26px" mt={36} mb={16}>1.  Общие положения</Text>
                <Text fw={800} size="20px" mb={16}>1.1.  Цели и задачи</Text>
                <Text size="17px" mb={16}>1.1.1. Настоящий документ определяет принципы и условия обработки персональных данных в Компании, меры по защите персональных данных, а также обязанности при их обработке.</Text>
                <Text size="17px" mb={16}>1.1.2. Настоящий документ разработан в соответствии с действующим законодательством Российской Федерации о персональных данных и нормативно-методическими документами исполнительных органов государственной власти по вопросам безопасности персональных данных, в том числе при их обработке в информационных системах персональных данных.</Text>
                <Text size="17px" mb={16}>1.2.1. Действие настоящего документа распространяется на все процессы по сбору, записи, систематизации, накоплению, хранению, уточнению (обновлению, изменению), извлечению, использованию, передаче (распространению, предоставлению, доступу), обезличиванию, блокированию, удалению, уничтожению персональных данных, осуществляемых с использованием средств автоматизации и без использования таких средств в рамках Компании.</Text>
                <Text size="17px" mb={16}>1.2.2. В соответствии с Федеральным законом от 27.07.2006 №152 «О персональных данных» к настоящему документу обеспечен неограниченный доступ субъектов персональных данных, в том числе путем публикации на сайте Компании в сети Интернет.</Text>
                <Text fw={800} size="26px" mt={36} mb={16}>2.  Приницпы обработки персональных данных</Text>
                <Text fw={800} size="20px" mb={16}>1.1.  Цели и задачи</Text>
                <Text size="17px" mb={16}>1.1.1. Настоящий документ определяет принципы и условия обработки персональных данных в Компании, меры по защите персональных данных, а также обязанности при их обработке.</Text>
                <Text size="17px" mb={16}>1.1.2. Настоящий документ разработан в соответствии с действующим законодательством Российской Федерации о персональных данных и нормативно-методическими документами исполнительных органов государственной власти по вопросам безопасности персональных данных, в том числе при их обработке в информационных системах персональных данных.</Text>
                <Text size="17px" mb={16}>1.2.1. Действие настоящего документа распространяется на все процессы по сбору, записи, систематизации, накоплению, хранению, уточнению (обновлению, изменению), извлечению, использованию, передаче (распространению, предоставлению, доступу), обезличиванию, блокированию, удалению, уничтожению персональных данных, осуществляемых с использованием средств автоматизации и без использования таких средств в рамках Компании.</Text>
                <Text size="17px" mb={16}>1.2.2. В соответствии с Федеральным законом от 27.07.2006 №152 «О персональных данных» к настоящему документу обеспечен неограниченный доступ субъектов персональных данных, в том числе путем публикации на сайте Компании в сети Интернет.</Text>
                <Text fw={800} size="26px" mt={36} mb={16}>2.  Приницпы обработки персональных данных</Text>
                <Text fw={800} size="20px" mb={16}>1.1.  Цели и задачи</Text>
                <Text size="17px" mb={16}>1.1.1. Настоящий документ определяет принципы и условия обработки персональных данных в Компании, меры по защите персональных данных, а также обязанности при их обработке.</Text>
                <Text size="17px" mb={16}>1.1.2. Настоящий документ разработан в соответствии с действующим законодательством Российской Федерации о персональных данных и нормативно-методическими документами исполнительных органов государственной власти по вопросам безопасности персональных данных, в том числе при их обработке в информационных системах персональных данных.</Text>
                <Text size="17px" mb={16}>1.2.1. Действие настоящего документа распространяется на все процессы по сбору, записи, систематизации, накоплению, хранению, уточнению (обновлению, изменению), извлечению, использованию, передаче (распространению, предоставлению, доступу), обезличиванию, блокированию, удалению, уничтожению персональных данных, осуществляемых с использованием средств автоматизации и без использования таких средств в рамках Компании.</Text>
                <Text size="17px" mb={16}>1.2.2. В соответствии с Федеральным законом от 27.07.2006 №152 «О персональных данных» к настоящему документу обеспечен неограниченный доступ субъектов персональных данных, в том числе путем публикации на сайте Компании в сети Интернет.</Text>
            </Container>

            <HomeFooter/>
        </>
    )
}

export default ProcessingScreen;