export const translations = {
    'categories': {
        'title': 'Категории с которыми работаем',
        'category_1': 'Мобильные телефоны',
        'category_2': 'IT Продукты',
        'category_3': 'Фото и Видео',
        'category_4': 'И другие',
    },
    'banners': {
        'clients': {
            'subtitle': 'ДЛЯ КЛИЕНТОВ',
            'title': 'Выгодно, быстро и удобно в Karavan',
            'description': 'Доступ к лучшим предложениям от множества поставщиков в пару кликов. Отслеживайте статус заказа на каждом этапе.'
        },
        'suppliers': {
            'subtitle': 'ДЛЯ ПОСТАВЩИКОВ',
            'title': 'Получайте новых клиентов и увеличивайте продажи',
            'description': 'Ваш онлайн-сток в телеграмм-ботте. Откройте для себя и ваших клиентов удобное место для ведения бизнеса'
        }
    }
};