export const translations = {
    'no_warehouses': 'Нет добавленных складов, добавьте их ниже чтобы выбрать склад.',
    'form': {
        'title': {
            'block': 'Склады',
            'add': 'Создание склада',
            'edit': 'Обновление склада',
        },
        'fieldset': {
            'address': 'Адрес',
            'delivery': 'Настройки доставки',
            'payment': 'Оформить заказ',
        },
        'inputs': {
            'name': 'Название',
            'region': 'Область',
            'city': 'Город',
            'address': 'Улица',
            'delivery_day': 'Кол-во дней доставки',
            'currency_id': 'Валюта склада',
        },
        'placeholders': {
            'name': 'Введите название склада',
            'region': 'Выберите область',
            'city': 'Выберите город',
            'address': 'Укажите улицу',
            'delivery_day': 'Укажите кол-во дней',
            'currency_id': 'Выберите валюту',
        },
        'type_orders': {
            'cart': 'Произвольно',
            'cart_text': 'Произвольно — клиент сам меняет статус своего заказа по нажатию на кнопку оформить заказ.',
            'control_point': 'По времени',
        },
    },
    'buttons': {
        'add': 'Добавить склад',
    }
}