export const translations = {
    title: 'Делаем оптовую торговлю простой и быстрой',
    subTitle: 'Программное обеспечение и сервисы функционируют вместе, чтобы обеспечить поставщикам и клиентам оптимальные условия для сотрудничества.',
    firstScreen: {
        title: 'Делаем оптовую торговлю простой и быстрой',
        subTitle: 'Программное обеспечение и сервисы функционируют вместе, чтобы обеспечить поставщикам и клиентам оптимальные условия для сотрудничества.',
    },
    capabilityScreen: {
        title: 'Открывайте новые возможности',
        bestPrice: {
            title: 'Лучшая цена',
            description: 'Благодаря снижению цены, предложение поставщика выводиться первым в списке у клиента.',
        },
        tender: {
            title: 'Торг',
            description: 'Дополнительная возможность купить товар, ещё дешевле. Устанавливайте свои цены и торгуйтесь поставщиками, чтобы купить товары ещё дешевле.',
        },
        volume: {
            title: 'Объем',
            description: 'Поставщики, постоянно обновляют ассортимент. Благодаря этому, клиент имеет широкий выбор и возможность купить в больших и мелких объемах.',
        },
        speed: {
            title: 'Скорость',
            description: 'Единая платформа, позволяет в два клика купить товар или выставить предложение, отслеживать статус заказа или просмотреть статистику продаж.',
        },
    },
    bannerScreen: {
        title: 'Karavan App',
        subTitle: 'Все это в одном приложении, позволяющем совершать лучшие покупки на рынке.',
        buttonIos: 'iOS',
        buttonAndroid: 'Android',
    }
};